console.log(`Соблюдение требований к верстке:\n 
1. Вёрстка валидная +10.\n
2. Вёрстка семантическая +20:\n
В коде странице присутствуют следующие элементы (указано минимальное количество, может быть больше):
- <header>, <main>, <footer> +3;\n- пять элементов section  +3;\n- один заголовок  h1 +3;\n- четыре заголовка <h2> +3;\n- один элемент <nav> +3;\n- два списка ul > li > a (панель навигации, ссылки на соцсети) +3;\n- пять кнопок <button> +2;\n
3. Вёрстка соответствует макету +48:\n
- блок <header> +6;\n- секция welcome +7;\n- секция about +7;\n- секция service +7;\n- секция prices +7;\- секция contacts +7;\n- блок <footer> +7;\n
4. Требования к css + 12:\n
- для построения сетки используются флексы или гриды +2;\n- при уменьшении масштаба страницы браузера вёрстка размещается по центру, а не сдвигается в сторону +2;\n- фоновый цвет тянется на всю ширину страницы +2;\n- иконки добавлены в формате .svg. SVG может быть добавлен любым способом.+2;\n- изображения добавлены в формате .jpg или .png +2;\n- есть favicon +2;\n
5. Интерактивность, реализуемая через css +20:\n
- плавная прокрутка по якорям +5;\n- иконки соцсетей в футере при нажатии на них ведут на гитхаб автора проекта и на страницу курса +5;\n- интерактивность включает в себя не только изменение внешнего вида курсора +5;\n- плавное изменение внешнего вида элемента при наведении и клике не влияющее на соседние элементы +5.`)