[
    {
      "text": "Пишите код так, как будто сопровождать его будет склонный к насилию психопат, который знает, где вы живете",
      "author": "Стив Макконнелл"
    },
    {
      "text": "Сложность программы растет до тех пор, пока не превысит способности программиста",
      "author": "Артур Блох. Законы Мэрфи"
    },
      {
      "text": "Ходить по воде и разрабатывать программы, следуя ТЗ, очень просто… если они заморожены",
      "author": "И. Берард"
    },
    {
      "text": "Не нужно додумывать слишком много. Так вы создаете проблемы, которых изначально не было",
      "author": "Фридрих Ницше"
    },
    {
      "text": "Опыт бесценен, плохо только, что за него приходится платить собственной молодостью.",
      "author": "Стив Харви"
    },
    {
      "text": "Наши сомнения — это наши предатели. Они заставляют нас терять то, что мы, возможно, могли бы выиграть, если бы не боялись попробовать",
      "author": "У. Шекспир"
    },
    {
      "text": "Жить так, как вы хотите, – это не эгоизм. Эгоизм – это когда другие должны думать и жить так, как вы хотите",
      "author": "Оскар Уайльд"
    },
    {
       "text": "Когда человек не знает, к какой пристани он держит путь, для него ни один ветер не будет попутным",
       "author": "Луций Анней Сенека"
    },
    {
      "text": "Берегись того, кто не ответил на твой удар",
       "author": "Джордж Бернард Шоу"
    },
    {
      "text": "Ваше время ограничено, не тратьте его, живя чужой жизнью",
      "author": "Стив Джобс"
    },
    {
      "text": " Свобода ничего не стоит, если она не включает в себя свободу ошибаться",
      "author": "Махатма Ганди"
    },
    {
      "text": "Не стоит винить ребенка за то, что он боится темноты. Настоящая трагедия – это когда взрослый человек боится света",
      "author": "Платон"
    }, 
    {
       "text": "Когда я освобождаюсь от того, кто я есть, я становлюсь тем, кем я могу быть",
       "author": "Лао Цзы"
    },
    {
       "text": "Успех — это способность идти от поражения к поражению, не теряя оптимизма",
       "author": "Уинстон Черчилль"
    },
    {
       "text": "Лучшее время, чтобы посадить дерево, было 20 лет назад. Следующий подходящий момент - сегодня",
       "author": "Китайская пословица"
    },
    {
       "text": "Не столь важно, как медленно ты идешь, как то, как долго ты идешь, не останавливаясь",
       "author": "Конфуций"
    },
    {
       "text": "Чтобы вести людей за собой, иди за ними",
       "author": "Лао Цзы"
    },
    {
       "text": "Наша жизнь начинает подходить к концу, когда мы перестаём говорить о действительно важных вещах",
       "author": "Мартин Лютер Кинг-младший"
    },
    {
        "text": "Выживает не самый сильный, а самый восприимчивый к переменам",
        "author": "Чарльз Дарвин"
    },
    {
        "text": "Чем умнее человек, тем легче он признает себя дураком",
        "author": "Альберт Эйнштейн"
    },
    {
        "text": "Если тебе тяжело, значит ты поднимаешься в гору. Если тебе легко, значит ты летишь в пропасть",
        "author": "Генри Форд"
    },
    {
        "text": "Дай человеку власть, и ты узнаешь, кто он",
        "author": "Наполеон Бонапарт"
    },
    {
        "text": "Перспектива рано умереть заставила меня понять, что жизнь стоит того, чтобы её прожить",
        "author": "Стивен Хокинг"
    },
    {
         "text": "То, что мы знаем, это капля, а то, что мы не знаем, это океан",
         "author": "Исаак Ньютон"
    },
    {
        "text": "Три вещи никогда не возвращаются обратно - время, слово и возможнотсь. Поэтому: не теряй времени, выбирай слова и не упускай возможность.",
         "author": "Конфуций"
    },
    {
        "text": "Падает тот, кто бежит. Тот, кто ползет - не падает.",
        "author": "Плиний старший"
    },
    {
        "text": "Пока мы откладываем жизнь, она проходит.",
        "author": "Сенека"
    },
    {
        "text": "Если вы идете через ад, идите не останавливаясь.",
        "author": "Уинстон Черчилль"
    }
       
    
  ]  